// Localized application name
"applicationName" = "Android 파일 전송";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "이름";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "최종 수정 날짜";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "크기";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "새 폴더";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "삭제";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "복사";

// Text shown on a button which cancels an operation.
"cancelButton" = "취소";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "취소 중";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "'%@'에 복사 준비 중";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "남은 시간 계산 중...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "5초 미만 남음";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "15초 미만 남음";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "30초 미만 남음";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "약 1분 남음";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "약 1시간 남음";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%2$@ 중 %1$@ 복사 - %3$@ 남음";

// Default name of a newly created folder.
"folderDefaultName" = "제목 없는 폴더";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1개 항목(%1$@ 남음)";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "삭제하는 중 오류가 발생했습니다.";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "'%@'라는 파일 또는 폴더를 삭제할 수 없습니다.";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "폴더를 만들 수 없습니다.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "기기에 연결할 수 없습니다.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "기기와 통신할 수 없습니다.";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "폴더 이름을 바꿀 수 없습니다.";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "파일 이름을 바꿀 수 없습니다.";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "파일을 복사할 수 없습니다.";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "파일을 바꿀 수 없습니다.";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "'%@' 파일을 복사할 수 없습니다.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android 파일 전송에서 파일을 열 수 없습니다.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "파일을 열려면 먼저 파일을 컴퓨터로 이동해야 합니다.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android 파일 전송에서 여러 항목을 열 수 없습니다.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "열려는 항목을 선택하지 않았습니다.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "단일 항목을 선택하고 다시 시도하세요.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "오류가 없습니다.";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "해당 이름의 항목이 존재하지 않습니다.";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "기기가 초기화되지 않았습니다. 기기를 다시 연결하거나 다시 시작해 주세요.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "해당 이름의 파일 또는 폴더가 이미 존재합니다.";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "기기를 다시 연결하거나 다시 시작해 주세요.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "폴더에 '%@'라는 항목이 이미 존재합니다.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "기존 항목을 복사된 항목으로 바꾸시겠습니까?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "바꾸기";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "건너뛰기";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "모두 바꾸기";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "'%@' 파일이 너무 큽니다.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android 파일 전송은 4GB 이하의 파일만 전송할 수 있습니다.";

// Warning shown before deleting files.
"deleteWarningTitle" = "선택한 항목을 영구적으로 삭제하시겠습니까?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "이 작업을 실행취소할 수 없습니다.";

// Label for the About menu item
"menuAbout" = "Android 파일 전송 정보";
// Label for the Services menu item
"menuServices" = "서비스";
// Label for the menu item which hides the application
"menuHide" = "Android 파일 전송 숨기기";
// Label for the menu item which hides the other applications
"menuHideOthers" = "기타 숨기기";
// Label for the menu item which shows all windows
"menuShowAll" = "모두 표시";
// Label for the menu item which quits the application
"menuQuit" = "Android 파일 전송 종료";

// Label for the File menu
"menuFile" = "파일";
// Label for the menu item which creates a new folder
"menuNewFolder" = "새 폴더";
// Label for the menu item which closes the window
"menuCloseWindow" = "창 닫기";
// Label for the menu item which deletes the selected items
"menuDelete" = "삭제";

// Label for the Go menu
"menuGo" = "이동";
// Label for the menu item which goes back to the previous folder
"menuBack" = "뒤로";
// Label for the menu item which goes forward to the next folder
"menuForward" = "앞으로";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "포함 폴더";
// Label for the menu item which open the selected
"menuOpenFolder" = "폴더 열기";

// Label for the Window menu
"menuWindow" = "창";
// Label for the minimize window menu item
"menuMinimize" = "최소화";
// Label for the zoom window menu item
"menuZoom" = "확대/축소";
// Label for the bring all to front menu item
"menuBringAllToFront" = "앞으로 모두 가져오기";

// Label for the Help menu
"menuHelp" = "도움말";
// Label for the help menu item
"menuHelpItem" = "Android 파일 전송 도움말";

// Title shown on the welcome screen.
"welcomeTitleText" = "Android 파일 전송에 오신 것을 환영합니다.";
// Body text of welcome screen.
"welcomeBodyText" = "USB 케이블을 사용하여 Mac을 Android 기기에 연결합니다. 그런 다음 항목을 Android 파일 전송 창과 Finder 창 사이로 드래그합니다. 자세한 내용을 알아보려면 도움말 > Android 파일 전송 도움말을 선택하세요.\n\nAndroid 파일 전송은 Android 3.0 이상을 지원합니다.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "시작하기";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Android 기기를 찾을 수 없습니다.";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "시작하려면 USB 케이블을 사용하여 Android 기기를 연결하세요.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
